archey
archlinux-themes-slim
chromium
conky
empathy
evince
filezilla
gimp
gedit
inkscape
lxappearance
midori
nano
nautilus
numix-circle-icon-theme-git
numix-themes
obconf
openbox
openssh
pantheon-terminal
plank
pwgen
ranger
rhythmbox
skype
slim
tint2
transmission
ttf-dejavu
vlc
volwheel
xdg-user-dirs
xf86-video-intel
youtube-dl
